import { FAQData } from '@/feauters/main-block/FAQ/FAQAccordion';

export const faqItems: FAQData[] = [
	{
		question: "Сколько дней идет производство?",
		answer:
			"Если панели нужны срочно, мы готовы пойти навстречу и произвести заказ максимально быстро. В нашей практике был случай, когда сэндвич-панели были готовы через 3 дня: сотрудники вышли на работу в выходные.",
	},
	{
		question: "Можно ли заказать доставку?",
		answer:
			"Поможем вам с оформлением доставки. Сотрудничаем с транспортными компаниями, имеющими опыт доставки и ППР нашей продукции. Вы можете быть уверены, что сэндвич-панели доедут в целости и сохранности.",
	},
	{
		question: "Что входит в шеф‑монтаж?",
		answer:
			"Специалисты «Баяр» выезжают на объект и произведут аудит готовности к монтажу. Выдадут рекомендации, предоставят инструкции и ответят на все ваши вопросы.",
	},
	{
		question: "Какая гарантия?",
		answer:
			"При шеф‑монтаже и соблюдении техкарты гарантия составляет 20 лет.",
	},
];